export const HINTS_RU = [
    "ПОДСКАЗКА: Некоторые предметы имеют ограничения на класс персонажа,\n" +
    "который может их носить. Например, мечи могут носить только персонажи" +
    "с базовым классом Воин или Мастер, а посохи - Маг или Мистик.",

    "ПОДСКАЗКА: Соединив два одинаковых предмета или навыка,\n" +
    "вы получите более мощную версию этого предмета или навыка.",

    "ПОДСКАЗКА: Во время боя герои атакуют по очереди. В свой ход\n" +
    "герой сначала активирует свой навык, а после проводит базовую атаку.\n" +
    "Если навыка нет - только базовую атаку.",

    "ПОДСКАЗКА: Каждый навык привязан к конкретному базовуму классу.\n" +
    "И только герой с этим классом может использовать этот навык.",

    "ПОДСКАЗКА: Игра в жанре автобатлер. Во время фазы подготовки усиливайте\n" +
    "своих героев. А во время фазы автобоя наблюдайте за результатами своего выбора.",

    "ПОДСКАЗКА: Чтобы экипировать предмет или навык, кликните <Двигать>, <Взять>\n" +
    "или <Купить>, а затем кликните на героя. Чтобы отменить выбор нажмите ПКМ.",

    "ПОДСКАЗКА: После боя, герои получают опыт. Опыт увеличивает уровень героя.\n" +
    "При увеличении уровня у героя увеличиваются характеристики.\n" +
    "При достижении 4-го уровня герой может быть улучшен до мультикласса.",

    "ПОДСКАЗКА: Герои мультикласса имеют 2 базовых класса\n" +
    "и могут экипировать предметы и навыки обоих классов.",

    "ПОДСКАЗКА: Можно пропустить анимацию боя кликнув на <Пропустить> вверху экрана.",

    "ПОДСКАЗКА: Чтобы продать предмет или навык, кликните на <Двигать>, а затем на <Продать>",

    "ПОДСКАЗКА: После нажатия <Двигать>, <Взять> или <Купить>\n" +
    "доступные места для перемещения будут подсвечены.",
]